Repository: jnevesthe/code
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Para dúvidas sobre estes termos, entre em contato conosco através dos canais disponíveis no site.
es: Para dudas sobre estos términos, contáctanos a través de los canales disponibles en el sitio.
fr: Pour toute question sur ces conditions, contactez-nous via les canaux disponibles sur le site.

source: E-mail
es: Correo electrónico

source: Email
es: Correo electrónico
