Repository: jnevesthe/code
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Seja você um cliente, parceiro ou colaborador, saiba que ao se conectar com a CodeHub, você está se unindo a uma empresa que acredita no poder da tecnologia para transformar o presente e construir um futuro melhor, mais justo e mais digital.
es: Ya seas cliente, socio o colaborador, debes saber que al conectarte con CodeHub, te unes a una empresa que cree en el poder de la tecnología para transformar el presente y construir un futuro mejor, más justo y más digital.
fr: Que vous soyez client, partenaire ou collaborateur, sachez qu'en vous connectant avec CodeHub, vous rejoignez une entreprise qui croit au pouvoir de la technologie pour transformer le présent et construire un avenir meilleur, plus juste et plus numérique.

source: Galeria
es: Galería
fr: Galerie

source: Notícias
es: Noticias
fr: Actualités

source: Nenhuma notícia cadastrada no momento.
es: No hay noticias registradas en este momento.
fr: Aucune actualité enregistrée pour le moment.

source: Jogos Online
es: Juegos en Línea
fr: Jeux en Ligne

source: Na CodeHub, acreditamos no poder da tecnologia para proporcionar diversão, aprendizado e inovação. Nossos jogos online são projetados para entreter, estimular o raciocínio e promover experiências digitais únicas, diretamente do navegador.
es: En CodeHub, creemos en el poder de la tecnología para proporcionar diversión, aprendizaje e innovación. Nuestros juegos en línea están diseñados para entretener, estimular el razonamiento y promover experiencias digitales únicas, directamente desde tu navegador.
fr: Chez CodeHub, nous croyons au pouvoir de la technologie pour offrir divertissement, apprentissage et innovation. Nos jeux en ligne sont conçus pour divertir, stimuler le raisonnement et promouvoir des expériences numériques uniques, directement depuis votre navigateur.

source: Além do entretenimento, desenvolvemos soluções web, mobile e desktop com linguagens como Python, Java, PHP e JavaScript, valorizando a ética, a inovação e o compromisso com a qualidade. Nossa missão é conectar pessoas e tecnologia de forma criativa e acessível.
es: Además del entretenimiento, desarrollamos soluciones web, móviles y de escritorio con lenguajes como Python, Java, PHP y JavaScript, valorando la ética, la innovación y el compromiso con la calidad. Nuestra misión es conectar a las personas y la tecnología de forma creativa y accesible.
fr: Au-delà du divertissement, nous développons des solutions web, mobiles et de bureau avec des langages comme Python, Java, PHP et JavaScript, en valorisant l'éthique, l'innovation et l'engagement envers la qualité. Notre mission est de connecter les personnes et la technologie de manière créative et accessible.

source: Jogue agora e descubra o que torna a CodeHub especial.
es: Juega ahora y descubre lo que hace especial a CodeHub.
fr: Jouez maintenant et découvrez ce qui rend CodeHub spécial.

source: Horário de atendimento: Todos os dias das 08h às 18h. Estamos disponíveis para suporte e novas ideias!
es: Horario de atención: Todos los días de 8am a 6pm. ¡Estamos disponibles para soporte y nuevas ideas!
fr: Heures d'ouverture : Tous les jours de 8h à 18h. Nous sommes disponibles pour le support et de nouvelles idées !

source: Clique Rápido
es: Clic Rápido
fr: Clic Rapide

source: Jogo da Adivinhação
es: Juego de Adivinanzas
fr: Jeu de Devinette

source: Jogo da Adivinha
es: Adivina el Número
fr: Jeu de Devinette

source: Jogo da Memória
es: Juego de Memoria
fr: Jeu de Mémoire

source: Jogo da Memória - CodeHub
es: Juego de Memoria - CodeHub
fr: Jeu de Mémoire - CodeHub

source: Reiniciar
fr: Redémarrer

source: Jogar Novamente
es: Jugar de Nuevo
fr: Rejouer

source: Você venceu!
es: ¡Ganaste!
fr: Vous avez gagné !

source: Privacidade
es: Privacidad
fr: Confidentialité

source: Este site respeita sua privacidade. Nenhuma informação pessoal é coletada sem o seu consentimento.
es: Este sitio respeta tu privacidad. No se recopila información personal sin tu consentimiento.
fr: Ce site respecte votre vie privée. Aucune information personnelle n'est collectée sans votre consentement.

source: Não vendemos ou compartilhamos informações pessoais com terceiros.
es: No vendemos ni compartimos información personal con terceros.
fr: Nous ne vendons ni ne partageons d'informations personnelles avec des tiers.

source: Ao continuar navegando, você concorda com o uso de cookies.
es: Al continuar navegando, aceptas el uso de cookies.
fr: En continuant à naviguer, vous acceptez l'utilisation des cookies.

source: Coleta de Informações
es: Recopilación de Información
fr: Collecte d'Informations

source: As informações coletadas de forma automática incluem dados como tipo de navegador, idioma preferido, páginas acessadas e tempo de visita.
es: La información recopilada automáticamente incluye datos como tipo de navegador, idioma preferido, páginas visitadas y tiempo de visita.
fr: Les informations collectées automatiquement incluent des données comme le type de navigateur, la langue préférée, les pages visitées et la durée de visite.

source: Essas informações são usadas exclusivamente para entender como os visitantes utilizam o site e melhorar a experiência do usuário.
es: Esta información se utiliza exclusivamente para comprender cómo los visitantes utilizan el sitio y mejorar la experiencia del usuario.
fr: Ces informations sont utilisées exclusivement pour comprendre comment les visiteurs utilisent le site et améliorer l'expérience utilisateur.

source: Segurança
es: Seguridad
fr: Sécurité

source: Adotamos medidas técnicas e organizacionais para proteger seus dados contra acesso não autorizado, perda ou destruição.
es: Implementamos medidas técnicas y organizativas para proteger tus datos contra accesos no autorizados, pérdida o destrucción.
fr: Nous prenons des mesures techniques et organisationnelles pour protéger vos données contre tout accès non autorisé, perte ou destruction.

source: Cookies são pequenos arquivos armazenados no seu dispositivo para ajudar a lembrar suas preferências e melhorar a navegação.
es: Las cookies son pequeños archivos almacenados en tu dispositivo para ayudar a recordar tus preferencias y mejorar la navegación.
fr: Les cookies sont de petits fichiers stockés sur votre appareil pour mémoriser vos préférences et améliorer la navigation.

source: Você pode desativar os cookies nas configurações do seu navegador, mas isso pode afetar o funcionamento de algumas partes do site.
es: Puedes desactivar las cookies en la configuración de tu navegador, pero esto puede afectar el funcionamiento de algunas partes del sitio.
fr: Vous pouvez désactiver les cookies dans les paramètres de votre navigateur, mais cela peut affecter le fonctionnement de certaines parties du site.

source: Alterações na Política
es: Cambios en la Política
fr: Modifications de la Politique

source: Reservamo-nos o direito de modificar esta Política de Privacidade a qualquer momento. As alterações entrarão em vigor imediatamente após a publicação.
es: Nos reservamos el derecho de modificar esta Política de Privacidad en cualquier momento. Los cambios entrarán en vigor inmediatamente después de su publicación.
fr: Nous nous réservons le droit de modifier cette Politique de Confidentialité à tout moment. Les modifications prendront effet immédiatement après leur publication.

source: Se você tiver dúvidas sobre esta política, entre em contato conosco pela seção de contato do site.
es: Si tienes dudas sobre esta política, contáctanos a través de la sección de contacto del sitio.
fr: Si vous avez des questions sur cette politique, contactez-nous via la section contact du site.

source: Solicitar Serviço
es: Solicitar Servicio
fr: Demander un Service

source: Solicitar um Serviço
es: Solicitar un Servicio
fr: Demander un Service

source: Preencha o formulário
es: Complete el formulario
fr: Remplissez le formulaire

source: Na CodeHub, acreditamos que a inovação digital começa com a compreensão das necessidades reais dos nossos clientes. Nossa missão é transformar ideias em soluções tecnológicas eficazes, acessíveis e impactantes para empresas, estudantes e profissionais.
es: En CodeHub, creemos que la innovación digital comienza con la comprensión de las necesidades reales de nuestros clientes. Nuestra misión es transformar ideas en soluciones tecnológicas efectivas, accesibles e impactantes para empresas, estudiantes y profesionales.
fr: Chez CodeHub, nous croyons que l'innovation numérique commence par la compréhension des besoins réels de nos clients. Notre mission est de transformer des idées en solutions technologiques efficaces, accessibles et impactantes pour les entreprises, étudiants et professionnels.

source: Solicitar um serviço conosco é o primeiro passo para tirar seu projeto do papel. Nossa equipe está preparada para atender demandas como desenvolvimento web, aplicativos móveis e softwares desktop, sempre respeitando princípios de ética, transparência e comprometimento.
es: Solicitar un servicio con nosotros es el primer paso para sacar tu proyecto del papel. Nuestro equipo está preparado para atender demandas como desarrollo web, aplicaciones móviles y software de escritorio, siempre respetando principios de ética, transparencia y compromiso.
fr: Demander un service chez nous est la première étape pour concrétiser votre projet. Notre équipe est prête à répondre à des demandes comme le développement web, les applications mobiles et les logiciels de bureau, tout en respectant les principes d'éthique, de transparence et d'engagement.

source: Criamos a CodeHub para facilitar o acesso à tecnologia em países onde o desenvolvimento digital ainda é um desafio. Entendemos que a transformação começa com pequenas ações, por isso valorizamos cada cliente, independente do tamanho do projeto.
es: Creamos CodeHub para facilitar el acceso a la tecnología en países donde el desarrollo digital sigue siendo un desafío. Entendemos que la transformación comienza con pequeñas acciones, por eso valoramos a cada cliente, independientemente del tamaño del proyecto.
fr: Nous avons créé CodeHub pour faciliter l'accès à la technologie dans les pays où le développement numérique reste un défi. Nous comprenons que la transformation commence par de petites actions, c'est pourquoi nous valorisons chaque client, quelle que soit la taille du projet.

source: A ética é o alicerce de tudo que fazemos. Valorizamos o respeito, a honestidade e a confidencialidade em todas as etapas do processo. Nosso compromisso é com resultados de qualidade e com a satisfação total de quem confia em nós.
es: La ética es la base de todo lo que hacemos. Valoramos el respeto, la honestidad y la confidencialidad en todas las etapas del proceso. Nuestro compromiso es con resultados de calidad y con la satisfacción total de quienes confían en nosotros.
fr: L'éthique est le fondement de tout ce que nous faisons. Nous valorisons le respect, l'honnêteté et la confidentialité à toutes les étapes du processus. Notre engagement est envers des résultats de qualité et la satisfaction totale de ceux qui nous font confiance.

source: Preencha o formulário abaixo com os detalhes do serviço desejado. Assim que recebermos sua solicitação, entraremos em contato o mais breve possível para alinhar expectativas e dar início à construção da sua ideia.
es: Complete el formulario a continuación con los detalles del servicio deseado. Una vez que recibamos tu solicitud, nos pondremos en contacto lo antes posible para alinear expectativas y comenzar a construir tu idea.
fr: Remplissez le formulaire ci-dessous avec les détails du service souhaité. Dès réception de votre demande, nous vous contacterons dès que possible pour aligner les attentes et commencer à concrétiser votre idée.

source: Tipo de Serviço:
es: Tipo de Servicio:
fr: Type de Service :

source: Selecione...
es: Seleccionar...
fr: Sélectionner...

source: Aplicativo Mobile
es: Aplicación Móvil
fr: Application Mobile

source: Software Desktop
es: Software de Escritorio
fr: Logiciel de Bureau

source: Seu E-mail:
es: Tu Correo Electrónico:
fr: Votre E-mail :

source: Descrição do Projeto:
es: Descripción del Proyecto:
fr: Description du Projet :

source: Enviar Pedido
es: Enviar Solicitud
fr: Envoyer la Demande

source: Pedido enviado com sucesso!
es: ¡Solicitud enviada con éxito!
fr: Demande envoyée avec succès !

source: Erro ao enviar pedido. Tente novamente mais tarde.
es: Error al enviar la solicitud. Por favor, inténtalo de nuevo más tarde.
fr: Erreur lors de l'envoi de la demande. Veuillez réessayer plus tard.

source: Quem Somos?
es: ¿Quiénes Somos?
fr: Qui Sommes-Nous ?

source: Somos uma empresa inovadora, focada em proporcionar as melhores soluções tecnológicas para nossos clientes. Trabalhamos com um time especializado, comprometido em transformar ideias em realidade!
es: Somos una empresa innovadora, enfocada en proporcionar las mejores soluciones tecnológicas a nuestros clientes. Trabajamos con un equipo especializado, comprometido en transformar ideas en realidad.
fr: Nous sommes une entreprise innovante, axée sur la fourniture des meilleures solutions technologiques à nos clients. Nous travaillons avec une équipe spécialisée, engagée à transformer les idées en réalité !

source: Levar inovação e qualidade aos nossos clientes, criando produtos e serviços que geram valor e impacto real no mercado.
es: Llevar innovación y calidad a nuestros clientes, creando productos y servicios que generan valor e impacto real en el mercado.
fr: Apporter innovation et qualité à nos clients en créant des produits et services qui génèrent de la valeur et un impact réel sur le marché.

source: Valores
fr: Valeurs

source: Inovação constante
es: Innovación constante
fr: Innovation constante

source: Comprometimento com a qualidade
es: Compromiso con la calidad
fr: Engagement envers la qualité

source: Transparência e ética
es: Transparencia y ética
fr: Transparence et éthique

source: Respeito ao cliente e ao meio ambiente
es: Respeto al cliente y al medio ambiente
fr: Respect du client et de l'environnement

source: Conheça Nossa Equipe
es: Conoce Nuestro Equipo
fr: Découvrez Notre Équipe

source: Fundador & CEO
fr: Fondateur & CEO

source: Diretor de Marketing
es: Director de Marketing
fr: Directeur Marketing

source: Gerente de TI
fr: Responsable IT

source: Por que Criamos a CodeHub?
es: ¿Por qué Creamos CodeHub?
fr: Pourquoi avons-nous créé CodeHub ?

source: A CodeHub surgiu da necessidade de preencher uma lacuna no mercado tecnológico: a falta de acesso à tecnologia de qualidade por parte de pequenos empreendedores, jovens criadores e profissionais autônomos que têm ideias incríveis, mas não possuem os recursos ou conhecimentos necessários para torná-las realidade.
es: CodeHub surgió de la necesidad de llenar un vacío en el mercado tecnológico: la falta de acceso a tecnología de calidad por parte de pequeños emprendedores, jóvenes creadores y profesionales independientes que tienen ideas increíbles pero carecen de los recursos o conocimientos necesarios para hacerlas realidad.
fr: CodeHub est né de la nécessité de combler un vide sur le marché technologique : le manque d'accès à une technologie de qualité pour les petits entrepreneurs, jeunes créateurs et professionnels indépendants ayant des idées formidables mais ne disposant pas des ressources ou connaissances nécessaires pour les concrétiser.

source: Com um espírito jovem, ousado e inovador, decidimos construir uma empresa com base sólida em ética, inclusão e impacto social. Queremos transformar vidas por meio do poder do código. Acreditamos que cada projeto é mais do que uma tarefa técnica: é uma ponte entre o presente e um futuro mais justo e conectado.
es: Con un espíritu joven, audaz e innovador, decidimos construir una empresa con bases sólidas en ética, inclusión e impacto social. Queremos transformar vidas a través del poder del código. Creemos que cada proyecto es más que una tarea técnica: es un puente entre el presente y un futuro más justo y conectado.
fr: Avec un esprit jeune, audacieux et innovant, nous avons décidé de construire une entreprise sur des bases solides d'éthique, d'inclusion et d'impact social. Nous voulons transformer des vies par le pouvoir du code. Nous croyons que chaque projet est plus qu'une tâche technique : c'est un pont entre le présent et un avenir plus juste et connecté.

source: Acreditamos firmemente que a tecnologia só faz sentido quando gera valor humano. Por isso, atuamos com transparência, compromisso com a verdade, responsabilidade em cada entrega e respeito absoluto pelas pessoas e suas histórias. A ética, para nós, não é um diferencial — é uma base inegociável.
es: Creemos firmemente que la tecnología solo tiene sentido cuando genera valor humano. Por eso actuamos con transparencia, compromiso con la verdad, responsabilidad en cada entrega y absoluto respeto por las personas y sus historias. La ética, para nosotros, no es un diferenciador: es una base no negociable.
fr: Nous croyons fermement que la technologie n'a de sens que lorsqu'elle génère de la valeur humaine. C'est pourquoi nous agissons avec transparence, engagement envers la vérité, responsabilité dans chaque livraison et respect absolu pour les personnes et leurs histoires. L'éthique, pour nous, n'est pas un différentiateur - c'est une base non négociable.

source: Nosso foco não está apenas no que fazemos, mas em como fazemos. Evitamos soluções prontas e padronizadas, e apostamos na criação sob medida: cada cliente é único, e seu projeto deve refletir isso.
es: Nuestro enfoque no está solo en lo que hacemos, sino en cómo lo hacemos. Evitamos soluciones prefabricadas y estandarizadas, y apostamos por la creación a medida: cada cliente es único y su proyecto debe reflejarlo.
fr: Notre focus n'est pas seulement sur ce que nous faisons, mais sur comment nous le faisons. Nous évitons les solutions toutes faites et standardisées, et misons sur la création sur mesure : chaque client est unique, et son projet doit le refléter.

source: A CodeHub desenvolve soluções em diversas linguagens e plataformas: usamos Python, PHP, Java, JavaScript e frameworks como Django, Laravel, React, React Native e Flutter. Nossos projetos abrangem desde sites institucionais até sistemas de gestão complexos, aplicativos mobile, lojas virtuais e soluções desktop.
es: CodeHub desarrolla soluciones en diversos lenguajes y plataformas: utilizamos Python, PHP, Java, JavaScript y frameworks como Django, Laravel, React, React Native y Flutter. Nuestros proyectos abarcan desde sitios institucionales hasta sistemas de gestión complejos, aplicaciones móviles, tiendas virtuales y soluciones de escritorio.
fr: CodeHub développe des solutions dans divers langages et plateformes : nous utilisons Python, PHP, Java, JavaScript et des frameworks comme Django, Laravel, React, React Native et Flutter. Nos projets vont des sites institutionnels aux systèmes de gestion complexes, applications mobiles, boutiques en ligne et solutions pour ordinateurs.

source: Também acreditamos na educação como ferramenta de transformação. Por isso, oferecemos conteúdos gratuitos e pagos para ajudar a nova geração de programadores, designers e desenvolvedores a crescerem em carreira, propósito e visão.
es: También creemos en la educación como herramienta de transformación. Por eso ofrecemos contenidos gratuitos y de pago para ayudar a la nueva generación de programadores, diseñadores y desarrolladores a crecer en sus carreras, propósito y visión.
fr: Nous croyons également en l'éducation comme outil de transformation. C'est pourquoi nous proposons des contenus gratuits et payants pour aider la nouvelle génération de programmeurs, designers et développeurs à progresser dans leur carrière, leur objectif et leur vision.

source: Criar a CodeHub foi mais do que fundar uma empresa. Foi assumir uma missão de impacto social, cultural e econômico. Sabemos que existem milhares de mentes brilhantes em Angola, em África e em todo o mundo esperando por uma chance. Queremos ser essa chance, essa ponte, esse espaço seguro e criativo.
es: Crear CodeHub fue más que fundar una empresa. Fue asumir una misión de impacto social, cultural y económico. Sabemos que hay miles de mentes brillantes en Angola, África y en todo el mundo esperando una oportunidad. Queremos ser esa oportunidad, ese puente, ese espacio seguro y creativo.
fr: Créer CodeHub était plus que fonder une entreprise. C'était prendre une mission d'impact social, culturel et économique. Nous savons qu'il existe des milliers d'esprits brillants en Angola, en Afrique et dans le monde entier qui attendent une chance. Nous voulons être cette chance, ce pont, cet espace sûr et créatif.

source: Se você tem uma ideia, um sonho, um projeto ou apenas vontade de aprender e crescer no mundo da tecnologia, a CodeHub é pra você. Venha construir algo significativo com a gente.
es: Si tienes una idea, un sueño, un proyecto o simplemente el deseo de aprender y crecer en el mundo de la tecnología, CodeHub es para ti. Ven a construir algo significativo con nosotros.
fr: Si vous avez une idée, un rêve, un projet ou simplement l'envie d'apprendre et de grandir dans le monde de la technologie, CodeHub est fait pour vous. Venez construire quelque chose de significatif avec nous.

source: Termos
es: Términos
fr: Conditions

source: Ao acessar este site, você concorda com estes termos.
es: Al acceder a este sitio, aceptas estos términos.
fr: En accédant à ce site, vous acceptez ces conditions.

source: O conteúdo do site é apenas informativo. Não garantimos que todas as informações estejam sempre atualizadas ou corretas.
es: El contenido del sitio es solo informativo. No garantizamos que toda la información esté siempre actualizada o correcta.
fr: Le contenu du site est uniquement informatif. Nous ne garantissons pas que toutes les informations soient toujours à jour ou correctes.

source: É proibida a cópia, reprodução ou distribuição do conteúdo sem autorização.
es: Se prohíbe copiar, reproducir o distribuir el contenido sin autorización.
fr: La copie, reproduction ou distribution du contenu sans autorisation est interdite.

source: Podemos alterar estes termos a qualquer momento, sem aviso prévio.
es: Podemos modificar estos términos en cualquier momento, sin previo aviso.
fr: Nous pouvons modifier ces conditions à tout moment, sans préavis.

source: Uso Aceitável
es: Uso Aceptable
fr: Utilisation Acceptable

source: Você concorda em não utilizar este site para qualquer finalidade ilegal ou não autorizada.
es: Aceptas no utilizar este sitio para ningún propósito ilegal o no autorizado.
fr: Vous acceptez de ne pas utiliser ce site à des fins illégales ou non autorisées.

source: É proibido tentar acessar áreas restritas do site sem autorização.
es: Se prohíbe intentar acceder a áreas restringidas del sitio sin autorización.
fr: Il est interdit de tenter d'accéder à des zones restreintes du site sans autorisation.

source: Você é responsável por toda atividade que ocorra sob seu nome de usuário e senha.
es: Eres responsable de toda actividad que ocurra bajo tu nombre de usuario y contraseña.
fr: Vous êtes responsable de toute activité se produisant sous votre nom d'utilisateur et mot de passe.

source: Nossos serviços são fornecidos "no estado em que se encontram", sem garantias de qualquer tipo.
es: Nuestros servicios se proporcionan "tal cual", sin garantías de ningún tipo.
fr: Nos services sont fournis "tels quels", sans garantie d'aucune sorte.

source: Em nenhuma circunstância seremos responsáveis por quaisquer danos especiais, diretos, indiretos ou consequenciais.
es: En ningún caso seremos responsables por daños especiales, directos, indirectos o consecuentes.
fr: En aucun cas nous ne serons responsables de dommages spéciaux, directs, indirects ou consécutifs.
